{
    "app": {
        "select_language": "Select a language",
        "projects": "Coding",
        "contact": "Contact",
        "about_me": "About me",
        "certifications": "Certificates",
        "presentation": "Hi, I'm",
        "carreer": "Software Developer",
        "hire_me": "Hire me", 
        "cv": "Download CV",
        "about_me_text": "Hi, I'm Ana Beatriz, a passionate software developer with a strong command of JavaScript, TypeScript, Node.js, NestJS, React, HTML, CSS and Flutter for mobile applications. I have an innate ability to learn quickly and I love facing challenges that push me to surpass my limits on a daily basis. With experience in team leadership, I found constant motivation in the inspiration of others. Always looking to improve, I am determined to stand out and leave a positive mark in everything I do.",
        "my_projects": "<coding>",
        "footer": "© 2024 Ana Beatriz Miranda Oliveira, All rights reserved.",

        "tag_projects": "Projects",
        "tag_contributions": "Contributions",
        "project1_title": "Pass.in API",
        "project1_description": "Pass.in is a Node.js API that manages registrations and check-ins for in-person events, offering event registration, data visualization, and QRCode integration for check-in.",
        "project2_title": "Pass.in Web",
        "project2_description": "Built in React with Vite and Tailwind CSS connected to the Pass.in API, allowing to create, edit, and delete events, as well as list and search registered participants, with an intuitive and responsive interface.",
        "project3_title": "BiaLinks",
        "project3_description": "BiaLinks is a link aggregator to use as an online business card, made with HTML, CSS, and JavaScript.",
        "project4_title": "My portfolio",
        "project4_description": "Creation of my responsive portfolio using React.js + Vite + TailwindCSS.",
        "project5_title": "Sof.ia Resolve - Artificial intelligence platform",
        "project5_description": "Collaboration in the development of an AI aimed at companies, using Nest.js, Vue.js, PostgreSQL and Prisma.",
        "project6_title": "Sof.ia Resolve – Dashboard creation and integration with API",
        "project6_description": "Creation of Dashboard with graphs and API integration for data analysis, using Nest.Js and React.Js.",
        "project7_title": "Arena Xperience - Ticket purchasing app",
        "project7_description": "Collaboration in the development of an application with more than 10 thousand users, using Flutter and PostgreSQL.",
        "project8_title": "Plann.er - Travel Planner",
        "project8_description": "Plann.er is a travel planner, an API was built where it is possible to register and update new trips, activities and links and invite people. Made in NodeJs with Typescript, Fastify, Zod, among others.",

        "your_email": "Your email",
        "subject": "Subject",
        "message": "Message",
        "send_message": "Send message",
        "lets_connect": "Let's connect!",
        "email_text": "I'm currently looking for new opportunities, my inbox is always open. Whether you have a question or just want to say hi, I'll try my best to get back to you!",
        "subject_holder": "Proposal for...",
        "message_holder": "Hi Bia! I want to talk about..."
    }
}
